Repository: Grupo-ED/wp-two-factor-auth
Catalog: languages/two-factor-auth-*.po
Languages: es_cl

source: Your upgrade was successful, Two Factor Auth is now enabled.
es_cl: Su actualización se ha realizado correctamente, autenticación de dos factores está activada.

source: Settings
es_cl: Configuración

source: User Roles
es_cl: Funciones de usuario

source: Choose which User Roles that will have
es_cl: Elija qué roles de usuario que tendrán

source: activated
es_cl: activado

source: The users will default to have their One Time Passwords delivered by email since they need to add their private key to third party apps themselves.
es_cl: Los usuarios tendrán inicialmente sus claves temporales entregadas por correo electrónico, ya que deben añadir a su clave privada para aplicaciones de terceros a sí mismos.

source: Change User Settings
es_cl: Cambie la configuración del usuario

source: If some of your users lose their phone and don't have access to their panic codes, you can reset their delivery type here and change it to email so they can login again and add a new phone.
es_cl: Si algunos de sus usuarios pierden su teléfono y no tienen acceso a sus códigos de pánico, puede restablecer su tipo de entrega aquí y cambiarlo a un correo electrónico para que puedan acceder de nuevo y añadir un nuevo teléfono.

source: Click on the "Change to email" button to change the delivery settings for that user.
es_cl: Haga clic en el \"cambio de dirección de correo electrónico " \ botón para cambiar la configuración de entrega para ese usuario.

source: Users can change their own settings via the menu <strong>Two Factor Auth</string> when they're logged in.
es_cl: Los usuarios pueden cambiar su propia configuración a través del menú cuando están conectados.

source: Change to email
es_cl: Cambie al correo electrónico

source: Translations
es_cl: Traducciones

source: If you translate this plugin, please send the translations .po-file to me so I can include it in future releases.
es_cl: Si se traduce este plugin, por favor, envíe las traducciones. Po-file a mí para que pueda incluirlo en futuras versiones.

source: I can recommend the plugin
es_cl: Puedo recomendar el plugin

source: for adding and editing translations of plugins.
es_cl: para agregar y editar las traducciones de plugins.

source: Email your translations .po-file to
es_cl: Envie sus traducciones (po-file) a

source: <strong>ERROR</strong>: The Two Factor Code you entered was incorrect.
es_cl: <strong> ERROR </ strong>: La clave temporal que ha introducido no es correcta.

source: Third party apps
es_cl: Aplicaciones de terceros

source: Click to enter One Time Password
es_cl: Ingrese su clave temporal

source: You have to enter a username first.
es_cl: Usted tiene que introducir un nombre de usuario primero.

source: One Time Password
es_cl: Clave temporal

source: Important Notes
es_cl: Notas Importantes

source: This is your personal settings for the Two Factor Auth. Nothing you change here will have any effect on other users.
es_cl: Esta es la configuración personal para la autenticación de dos factores. Nada cambia aquí tendrá ningún efecto en otros usuarios.

source: IMPORTANT
es_cl: IMPORTANTE

source: If you choose the third-party-apps version (which is more safe and real Two Factor Auth) you have to make sure you scan the QR-code (or enter your private key manually).
es_cl: Si elige que integrar aplicaciones de terceros (que es más seguro y verdadero son dos factores de autenticación) tiene que asegurarse de escanear el código QR (o ingresar su clave privada de forma manual).

source: Verify with the One Time Password at the bottom of this page
es_cl: Verifique con la clave temporal en la parte inferior de esta página.

source: If the code in your app and the one at the bottom of this page do not match, deactivate Third Party Apps and enable email again and contact your site administrator.
es_cl: Si el código de la aplicación y el que está en la parte inferior de esta página no coinciden, desactivar aplicaciones de terceros y permitir enviar la clave temporal por email. Póngase en contacto con el administrador del sitio.

source: If the One Time Passwords do not match, you can't log in to this site any more.
es_cl: Si las claves temporales no coinciden, no se puede acceder a este sitio más.

source: Delivery type
es_cl: Modo de entrega

source: Choose how you want your
es_cl: Eliga cómo recibir sus

source: One Time Passwords
es_cl: claves temporales

source: Third Party Apps Set Up
es_cl: Configuración de Aplicaciones de Terceros

source: Third Party App QR-Code
es_cl: Código QR para Aplicaciones de Terceros

source: Scan this code with
es_cl: Escanea este código con

source: or other app that supports 6 digit OTP's
es_cl: u otras aplicaciones que soporten 6 OTP de dígitos

source: Panic Codes
es_cl: Códigos de pánico

source: You have three panic codes that can be used if you lose your phone and can't get your One Time Passwords. These can only be used one time and you cannot generate new ones.
es_cl: Usted tiene tres códigos de pánico que se pueden usar si usted pierde su teléfono y no puede conseguir sus claves temporales. Estos sólo se pueden usar una vez y no se puede generar otros nuevos.

source: Keep them in a safe place.
es_cl: Manténgalos en un lugar seguro.

source: Your panic codes are
es_cl: Sus códigos de pánico son

source: Current One Time Password
es_cl: Clave temporal

source: Reload every now and then and double check with you third party app.
es_cl: Actualizar vez en cuando, y vuelva a comprobar con su aplicación de terceros.

source: The current One Time Password is
es_cl: Actualmente su clave temporal es

source: Advanced
es_cl: Avanzado

source: Show advanced info
es_cl: Mostrar info avanzada

source: Private Key in Plain Text
es_cl: Clave Privada en texto sin formato

source: This key is your secret. Never give it to anyone.
es_cl: Esta clave es su secreto. Nunca se lo dé a nadie.

source: Your private key is
es_cl: Su clave privada es

source: WARNING: If you reset this key you will have to update your apps with the new one. Are you sure you want this?
es_cl: ADVERTENCIA: Si restablece esta clave, tendrá que actualizar sus aplicaciones con el nuevo. ¿Seguro que quiere esto?

source: Base32 is used by some third party apps like Google Authenticator. This is just as secret as the key in plain text.
es_cl: Base32 es utilizado por algunas aplicaciones de terceros como Google Authenticator. Esto es tan secreta como la clave en texto plano.

source: Your private key in base32 is
es_cl: Su clave privada en Base32 es

source: Algorithm Used
es_cl: Algoritmo utilizado

source: The Algorithm used is
es_cl: El algoritmo utilizado es

source: Time based
es_cl: Basado en el modo de tiempo
