Repository: Grupo-ED/wp-two-factor-auth
Catalog: lang/wwatfa-*.po
Languages: ru_ru

source: By email
ru_ru: По email

source: Via third party applications
ru_ru: Через стороннее приложение

source: User Roles
ru_ru: Роли пользователей

source: Email Settings
ru_ru: Настройки email

source: Email Address
ru_ru: Email

source: Sender Name
ru_ru: Имя отправителя

source: Refreshing&hellip;
ru_ru: Обновление&hellip;

source: Settings saved.
ru_ru: Настройки сохранены.

source: Private key reset.
ru_ru: Закрытый ключ сброшен.

source: Algorithm changed.
ru_ru: Алгоритм изменён.

source: Backup codes regenerated.
ru_ru: Резервные коды перегенерированы.

source: Settings
ru_ru: Настройки

source: Success!
ru_ru: Успех!

source: Failure!
ru_ru: Неудача!

source: One Time Password for %s
ru_ru: Одноразовый пароль для %s

source: Enter this OTP to log in: %s %s
ru_ru: Введите этот одноразовый пароль, чтобы войти: %s %s

source: Please turn JavaScript on for this page to function properly.
ru_ru: Для нормальной работы необходимо включить JavaScript.

source: Delivery Type
ru_ru: Способ доставки одноразового пароля

source: Please choose how you want your one time passwords delivered:
ru_ru: Выберите способ доставки одноразовых паролей:

source: Disabled
ru_ru: Отключена

source: Via third party applications (Duo Mobile, Google Authenticator, etc)
ru_ru: При помощи стороннего приложения (Duo Mobile, Google Authenticator и т.п.)

source: Third Party Application Set Up
ru_ru: Настройка сторонних приложений

source: QR Code
ru_ru: QR-код

source: Scan this code with Duo Mobile, Google Authenticator, or any other application whcih supports 6 digit OTPs.
ru_ru: Отсканируйте данный код Duo Mobile, Google Authenticator или любым другим приложением, поддерживающим шестизначные одноразовые пароли.

source: The current one time password is:
ru_ru: Текущее значение одноразового пароля:

source: (refresh code)
ru_ru: (обновить код)

source: Your private key is <code>%s</code>
ru_ru: Ваш закрытый ключ: <code>%s</code>

source: (Reset)
ru_ru: (Сбросить)

source: Your private key in base32 is <code>%s</code>
ru_ru: Ваш закрытый ключ в формате base32: <code>%s</code>

source: Verify OTP Configuration
ru_ru: Проверка правильности настройки

source: Please use this form to make sure that you have configured your application correctly.
ru_ru: Используйте данную форму, чтобы убедиться в правильности настройки приложения.

source: Please enter the 6 digit code shown by your application into the field below and then click Verify button.
ru_ru: Введите шестизначный код, показанный приложением в поле нижу и нажмите «Проверить».

source: Enter OTP value
ru_ru: Введите код

source: Verify
ru_ru: Проверить

source: Backup Codes
ru_ru: Резервные коды

source: You have backup codes which can be used if you do not have access to your phone or unable to get your one time passwords. Each code can be used only once.
ru_ru: Вам предоставляются резервные коды на случай, если у вас нет доступа к телефону или отсутствует возможность получить одноразовый пароль. Каждый код можно использовать только один раз.

source: Please keep them in a safe place, they are just as secret as your private key is.
ru_ru: Храните коды в безопасном месте, они такие же секретные, как и ваш закрытый ключ.

source: Your backup codes are:
ru_ru: Ваши резервные коды:

source: Generate new codes
ru_ru: Сгенерировать новые коды

source: Enabled for this user
ru_ru: Включена для данного пользователя

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: OTP delivery method
ru_ru: Способ доставки одноразового пароля

source: (change to "By email")
ru_ru: (изменить на "По email")
